Revit 2027 API
ExternalServiceId Operators
The ExternalServiceId type exposes the following members.
Operators
Name | Description
Equality(ExternalServiceId, ExternalServiceId) | Compares two ExternalServiceId instances.
Inequality(ExternalServiceId, ExternalServiceId) | Compares two ExternalServiceId instances.
Top
See Also
Reference
ExternalServiceId Class
Autodesk.Revit.DB.ExternalService Namespace